Repository: Conight/ChopChop
Catalog: ChopChop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Engine Settings Save Failed
zh_hans: 无法保存引擎设置

source: Engine Settings…
zh_hans: 引擎设置…

source: Engine Update
zh_hans: 引擎更新

source: Engine failed
zh_hans: 引擎运行失败

source: Engine running
zh_hans: 引擎正在运行

source: Engine starting
zh_hans: 引擎正在启动

source: Engine stopped
zh_hans: 引擎已停止

source: Engine stopped. Your saved downloads are still available. Restart it in Engine settings.
zh_hans: 引擎已停止。保存的下载仍可查看，请前往引擎设置重新启动。

source: Engine stopping
zh_hans: 引擎正在停止

source: Engine update available
zh_hans: 有引擎更新可用

source: Enter a %lld-character hexadecimal %@ checksum.
zh_hans: 请输入 %1$lld 位十六进制 %2$@ 校验和。

source: Enter a sharing duration of zero or more minutes.
zh_hans: 请输入不小于 0 分钟的做种时长。

source: Enter a sharing ratio of zero or more.
zh_hans: 请输入不小于 0 的分享率。

source: Enter a speed greater than zero.
zh_hans: 请输入大于 0 的速度。

source: Enter a tracker URL.
zh_hans: 请输入 Tracker 地址。

source: Enter a tracker source URL.
zh_hans: 请输入 Tracker 来源地址。

source: Enter a valid HTTP or HTTPS tracker source URL.
zh_hans: 请输入有效的 HTTP 或 HTTPS Tracker 来源地址。

source: Enter a valid Magnet or torrent link.
zh_hans: 请输入有效的 Magnet 或 Torrent 链接。

source: Enter a valid speed limit of zero or more KiB/s.
zh_hans: 请输入有效的限速值，单位为 KiB/s，且不小于 0。

source: Enter an ED2K search keyword.
zh_hans: 请输入 ED2K 搜索关键词。

source: Enter an upload limit of zero or more KiB/s.
zh_hans: 请输入不小于 0 的上传限速（KiB/s）。

source: Enter at least one download link.
zh_hans: 请输入至少一个下载链接。

source: Enter valid times and bandwidth limits of zero or more KiB/s.
zh_hans: 请输入有效时间，以及不小于 0 KiB/s 的带宽限制。

source: Every 12 hours
zh_hans: 每 12 小时

source: Every 6 hours
zh_hans: 每 6 小时

source: Every startup
zh_hans: 每次启动

source: Expected checksum (optional)
zh_hans: 预期校验和（可选）

source: Export
zh_hans: 导出

source: Export Browser Extension
zh_hans: 导出浏览器扩展

source: Export Diagnostic Report…
zh_hans: 导出诊断报告…

source: Export Extension…
zh_hans: 导出扩展…

source: Extension exported. Select this folder when loading it in your browser.
zh_hans: 扩展已导出。在浏览器中加载时，请选择此文件夹。

source: FTP is no longer supported by Aria2 Next. Use an HTTP, HTTPS, or SFTP link.
zh_hans: Aria2 Next 已不再支持 FTP。请使用 HTTP、HTTPS 或 SFTP 链接。

source: Failed
zh_hans: 失败

source: Failed sources:
zh_hans: 失败的来源：

source: Failed: %@
zh_hans: 失败：%@

source: Fallocate
zh_hans: 快速分配

source: File
zh_hans: 文件

source: File %lld
zh_hans: 文件 %lld

source: File allocation
zh_hans: 文件分配方式

source: File progress
zh_hans: 文件进度

source: File type:
zh_hans: 文件类型：

source: File: %@
zh_hans: 文件：%@

source: Filename
zh_hans: 文件名

source: Files
zh_hans: 文件

source: Filter
zh_hans: 筛选

source: Filter address or client
zh_hans: 筛选地址或客户端

source: Filter files
zh_hans: 筛选文件

source: Finalizing file
zh_hans: 正在整理文件

source: Finding Files…
zh_hans: 正在获取文件…

source: Finding peers for this magnet link…
zh_hans: 正在为此磁力链寻找节点…

source: Finish Recording Failed
zh_hans: 无法结束录制

source: Finish Recording and Save
zh_hans: 结束录制并保存

source: Finishing
zh_hans: 正在完成

source: Finishing installation…
zh_hans: 正在完成安装…

source: First recorded
zh_hans: 首次记录

source: First recorded %@
zh_hans: 首次记录于 %@

source: For a new source address, use Edit and Add Again. Partial data cannot safely be matched by filename alone.
zh_hans: 如需使用新来源地址，请选择“编辑后重新添加”。仅凭文件名无法安全地匹配部分数据。

source: Force BitTorrent encryption
zh_hans: 强制 BitTorrent 加密

source: Force Pause All
zh_hans: 强制暂停全部

source: Force Pause All Failed
zh_hans: 无法强制暂停全部下载

source: From
zh_hans: 开始时间

source: General
zh_hans: 通用

source: Generate Token
zh_hans: 生成令牌

source: Generate an RPC token
zh_hans: 生成 RPC 令牌

source: Generated a new RPC token. Restart the engine if it is running.
zh_hans: 已生成新的 RPC 令牌。如果引擎正在运行，请重新启动。

source: Get Download Summary
zh_hans: 获取下载摘要

source: Getting Started
zh_hans: 开始使用

source: Getting metadata
zh_hans: 正在获取元数据

source: GitHub is limiting update checks. Please try again later.
zh_hans: GitHub 正在限制更新检查请求。请稍后重试。

source: GitHub returned an unreadable release list. Please try again later.
zh_hans: 无法读取 GitHub 返回的发布列表。请稍后重试。

source: Global download limit
zh_hans: 全局下载限速

source: Global upload limit
zh_hans: 全局上传限速

source: Global upload: %@
zh_hans: 全局上传：%@

source: Global upload: Unlimited
zh_hans: 全局上传：不限速

source: HLS video or live stream
zh_hans: HLS 视频或直播

source: HTTP Request
zh_hans: HTTP 请求

source: HTTP entries are server summaries and can combine multiple connections. Individual connection speeds, byte ranges and progress are not exposed by this engine.
zh_hans: HTTP 记录是服务器汇总，可能包含多个连接。当前引擎不提供逐条连接的速度、字节范围和进度。

source: Handshaking
zh_hans: 正在握手

source: Hash
zh_hans: 哈希

source: Hash verification details will appear after Aria2 Next reports them.
zh_hans: Aria2 Next 报告哈希信息后，会在此显示校验详情。

source: Header diagnostics appear when Aria2 Next returns HTTP metadata.
zh_hans: Aria2 Next 返回 HTTP 元数据后，会显示请求头诊断。

source: Header value is invalid: %@
zh_hans: 请求头值无效：%@

source: Header: Value
zh_hans: 请求头: 值

source: Headers
zh_hans: 请求头

source: Hide
zh_hans: 隐藏

source: Hide Details
zh_hans: 隐藏详情

source: Hide Raw List
zh_hans: 隐藏原始列表

source: High
zh_hans: 高

source: High Peer Limit
zh_hans: 连接节点上限较高

source: Images
zh_hans: 图片

source: In progress
zh_hans: 进行中

source: Includes pieces belonging to skipped files. Incomplete pieces may be missing or partially received; the engine does not report their individual percentages.
zh_hans: 包含未选文件涉及的分片。未完成的分片可能尚未接收或已部分接收；引擎不提供单片的百分比。

source: Includes versions, supported engine features, task counts and issue codes. Excludes download names, links, file paths, authentication and raw logs. Nothing is uploaded automatically.
zh_hans: 报告包含版本、引擎支持的功能、任务数量和问题代码，不包含下载名称、链接、文件路径、认证信息或原始日志。不会自动上传任何内容。

source: Incoming connection
zh_hans: 入站连接

source: Inspect Media Failed
zh_hans: 无法检查媒体

source: Inspect Media…
zh_hans: 检查媒体…

source: Inspect this source to choose video quality, audio, subtitles, and output format.
zh_hans: 检查来源后，可选择画质、音频、字幕和输出格式。

source: Inspecting available tracks…
zh_hans: 正在检查可用轨道…

source: Inspecting media
zh_hans: 正在检查媒体

source: Inspecting…
zh_hans: 正在检查…

source: Inspection failed.
zh_hans: 检查失败。

source: Inspector
zh_hans: 详情

source: Install and Restart
zh_hans: 安装并重启

source: Installation failed
zh_hans: 安装失败

source: Installed version
zh_hans: 已安装版本

source: Installer downloaded
zh_hans: 安装包已下载

source: Integrations
zh_hans: 集成

source: Invalid Download
zh_hans: 下载内容无效

source: Invalid ED2K bootstrap file size: %lld.
zh_hans: ED2K 引导文件大小无效：%lld。

source: Invalid URL.
zh_hans: 地址无效。

source: Keep ChopChop open and turn on receiving above. When ready, this Mac accepts links only from paired extensions.
zh_hans: 保持 ChopChop 运行，并开启上方的接收开关。就绪后，此 Mac 仅接受已配对扩展发送的链接。

source: Keep paused
zh_hans: 保持暂停

source: Keep running after window closes
zh_hans: 关闭窗口后继续运行

source: Keyword
zh_hans: 关键词

source: KiB/s · 0 removes the task limit; global limits still apply.
zh_hans: 单位为 KiB/s · 0 表示不限制此任务的速度，全局限速仍然生效。

source: Last error
zh_hans: 上次错误

source: Last sync: %@
zh_hans: 上次同步：%@

source: Launch Arguments
zh_hans: 启动参数

source: Leave empty when adding separate downloads.
zh_hans: 添加独立下载时请留空。

source: Limit speed
zh_hans: 限制速度

source: Links
zh_hans: 链接

source: Links and Files
zh_hans: 链接和文件

source: Links or files
zh_hans: 链接或文件

source: Live details are available while this window and the engine are active.
zh_hans: 窗口和引擎处于活动状态时可查看实时详情。

source: Live details are unavailable. Retrying automatically.
zh_hans: 暂时无法获取实时详情，正在自动重试。

source: Live snapshot · %@
zh_hans: 实时快照 · %@

source: Live stream
zh_hans: 直播

source: Load Torrent Files Failed
zh_hans: 无法加载种子文件

source: Loading Files…
zh_hans: 正在加载文件…

source: Loading speed limits…
zh_hans: 正在读取限速设置…

source: Loading torrent metadata
zh_hans: 正在获取种子元数据

source: Loading torrent settings…
zh_hans: 正在加载种子设置…

source: Loading transfer details…
zh_hans: 正在读取传输详情…

source: Local discovery
zh_hans: 局域网发现

source: Local peer discovery
zh_hans: 本地节点发现

source: Locate Downloaded File…
zh_hans: 选择已下载文件…

source: Location
zh_hans: 位置

source: Logs
zh_hans: 日志

source: Low
zh_hans: 低

source: Magnet download
zh_hans: 磁力链下载

source: Managed Aria2 Next download, update check, and RPC launch settings.
zh_hans: 由应用管理的 Aria2 Next 下载、更新检查和 RPC 启动设置。

source: Max active downloads
zh_hans: 同时下载上限

source: Max connections per server
zh_hans: 每台服务器的连接上限

source: Max peers
zh_hans: 节点上限

source: Max peers is set to %lld. The recommended limit is 128 because higher values can increase memory and connection pressure.
zh_hans: 节点上限已设为 %lld。建议不超过 128，更高的数值可能增加内存和连接负担。

source: Maximum parallel parts per task. Small files and servers without range support may use fewer.
zh_hans: 每个任务的最大并行分段数。小文件或不支持分段的服务器可能使用更少连接。

source: Maximum time spent seeding after completion. Default: 2,880 minutes.
zh_hans: 下载完成后做种的最长时间，默认为 2,880 分钟。

source: Media Task
zh_hans: 媒体任务

source: Media Unavailable
zh_hans: 媒体功能不可用

source: Media inspection timed out. Check the link and authentication, then try again.
zh_hans: 媒体检查超时。请检查链接和认证信息后重试。

source: Media tracks are not ready. Retry inspection or wait for the source to respond.
zh_hans: 媒体轨道尚未就绪。请重新检查，或等待来源响应。

source: Media uses its own segment scheduler. Track its stage and duration in Overview.
zh_hans: 媒体下载使用独立的分段调度。请在“概览”中查看阶段和时长进度。

source: Minimum sources
zh_hans: 最少来源数

source: Missing
zh_hans: 缺失

source: Missing: %@.
zh_hans: 缺少：%@。

source: Mode:
zh_hans: 模式：

source: More
zh_hans: 更多

source: More Actions
zh_hans: 更多操作

source: More Options
zh_hans: 更多选项

source: Move Files to Trash and Remove
zh_hans: 将文件移到废纸篓并移除

source: Move files to Trash when confirmation is skipped
zh_hans: 跳过确认时将文件移到废纸篓

source: Move to Top of Queue
zh_hans: 移到队列顶部

source: Music
zh_hans: 音乐

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: Never
zh_hans: 从未

source: New
zh_hans: 新版本

source: New Download…
zh_hans: 新建下载…

source: Next pieces
zh_hans: 下一页分片

source: No Downloads
zh_hans: 暂无下载

source: No Downloads in This View
zh_hans: 此分类中没有下载

source: No ED2K search results.
zh_hans: 没有 ED2K 搜索结果。

source: No ED2K source details reported yet.
zh_hans: 尚未报告 ED2K 来源详情。

source: No Matching Commands
zh_hans: 没有匹配的命令

source: No Matching Downloads
zh_hans: 没有匹配的下载

source: No Results
zh_hans: 无结果

source: No active downloads.
zh_hans: 没有正在下载的任务。

source: No active or waiting downloads to pause.
zh_hans: 没有正在下载或等待中的任务可暂停。

source: No active server connections reported.
zh_hans: 引擎暂未报告活动的服务器连接。

source: No destination reported
zh_hans: 未报告目标位置

source: No enabled HTTP or HTTPS system proxy was found.
zh_hans: 未找到已启用的 HTTP 或 HTTPS 系统代理。

source: No engine launch arguments yet.
zh_hans: 尚无引擎启动参数。

source: No file list reported by Aria2 Next yet.
zh_hans: Aria2 Next 尚未报告文件列表。

source: No folder selected
zh_hans: 尚未选择文件夹

source: No live peers. Paused tasks do not keep peer connections.
zh_hans: 暂无节点连接。任务暂停后会断开节点连接。

source: No matching files
zh_hans: 没有匹配的文件

source: No matching peers
zh_hans: 没有匹配的节点

source: No matching settings
zh_hans: 没有匹配的设置

source: No newer release is available.
zh_hans: 没有可用的新版本。

source: No peer details reported yet.
zh_hans: 尚未报告节点详情。

source: No task logs reported.
zh_hans: 尚未报告任务日志。

source: No tracker sources match this filter.
zh_hans: 没有匹配的 Tracker 来源。

source: No tracker state reported yet.
zh_hans: 尚未报告 Tracker 状态。

source: No trackers found.
zh_hans: 未找到 Tracker。

source: No trackers match this filter.
zh_hans: 没有匹配的 Tracker。

source: No trackers were returned.
zh_hans: 没有返回 Tracker。

source: No trackers. Sync sources or add a tracker.
zh_hans: 没有 Tracker。请同步来源或添加 Tracker。

source: None
zh_hans: 无

source: None of the reported downloaded files exist on disk: %@
zh_hans: 磁盘上不存在报告的下载文件： %@

source: Normal
zh_hans: 普通

source: Not complete
zh_hans: 未完成

source: Not reported
zh_hans: 未上报

source: Notifications are blocked. Allow ChopChop in System Settings → Notifications, then enable this option again.
zh_hans: 通知已被阻止。请在系统设置 → 通知中允许 ChopChop，再重新开启此选项。

source: Notify when downloads complete
zh_hans: 下载完成时通知

source: One HTTP, HTTPS, SFTP, Magnet, or ED2K link per line.
zh_hans: 每行一个 HTTP、HTTPS、SFTP、Magnet 或 ED2K 链接。

source: One server per line, for example server.example:4661
zh_hans: 每行一个服务器，例如 server.example:4661

source: Only selected files will download. You can change file priorities later in Details.
zh_hans: 仅下载已勾选的文件。之后可在详情中调整文件优先级。

source: Only the first 100 items were imported. Open the remaining items separately.
zh_hans: 仅导入了前 100 项。请分批打开其余项目。

source: Open
zh_hans: 打开

source: Open ChopChop before running this shortcut.
zh_hans: 运行此快捷指令前，请先打开 ChopChop。

source: Open Download File
zh_hans: 打开下载文件

source: Open Download File…
zh_hans: 打开下载文件…

source: Open Engine settings in ChopChop
zh_hans: 在 ChopChop 中打开引擎设置

source: Open File…
zh_hans: 打开文件…

source: Open GitHub Issues…
zh_hans: 打开 GitHub Issues…

source: Open Installer
zh_hans: 打开安装包

source: Open Metalink files
zh_hans: 打开 Metalink 文件

source: Open Torrent files
zh_hans: 打开 Torrent 文件

source: Open Torrent or Metalink…
zh_hans: 打开 Torrent 或 Metalink…

source: Open chrome://extensions or edge://extensions, enable Developer mode, choose Load unpacked, and select the exported folder.
zh_hans: 打开 chrome://extensions 或 edge://extensions，开启开发者模式，选择“加载已解压的扩展程序”，再选择导出的文件夹。

source: Open the installer, then drag ChopChop to Applications to finish updating.
zh_hans: 打开安装包，然后将 ChopChop 拖入“应用程序”完成更新。

source: Optional
zh_hans: 可选

source: Original file
zh_hans: 原始文件

source: Outgoing connection
zh_hans: 出站连接

source: Output filename can only be set for one task or for a mirror group.
zh_hans: 仅单个任务或镜像组可以设置输出文件名。

source: Overview
zh_hans: 概览

source: Overview of all pieces. Click to inspect that part of the torrent.
zh_hans: 全部分片的概览。点击可查看对应位置的分片。

source: Paste
zh_hans: 粘贴

source: Paste Download Link
zh_hans: 粘贴下载链接

source: Paste Download Link…
zh_hans: 粘贴下载链接…

source: Paste Failed
zh_hans: 粘贴失败

source: Paste Link
zh_hans: 粘贴链接

source: Paste a download link or open a Torrent or Metalink file, then review it before adding.
zh_hans: 粘贴下载链接或打开 Torrent、Metalink 文件，确认后再添加。

source: Pause
zh_hans: 暂停

source: Pause All
zh_hans: 全部暂停

source: Pause All Failed
zh_hans: 无法暂停全部下载

source: Pause Download
zh_hans: 暂停下载

source: Pause Downloads
zh_hans: 暂停下载

source: Pause Failed
zh_hans: 暂停失败

source: Pause Selected Downloads
zh_hans: 暂停所选下载

source: Pause downloads and cancel enabled scheduled starts in ChopChop.
zh_hans: 暂停下载，并取消 ChopChop 中已启用的计划启动。

source: Pause this task before editing its connection.
zh_hans: 编辑连接信息前，请先暂停任务。

source: Paused
zh_hans: 已暂停

source: Paused after restart. Enable this schedule to allow an automatic start.
zh_hans: 重启后已暂停。启用此计划即可允许自动开始。

source: Pauses this task until the selected time. Keep ChopChop open. After a restart, enable the schedule again.
zh_hans: 任务将暂停至所选时间。请保持 ChopChop 运行；重启后需重新启用计划。

source: Peer
zh_hans: 节点

source: Peer Discovery
zh_hans: 节点发现

source: Peer discovery, listen ports, encryption, and sharing behavior.
zh_hans: 节点发现、监听端口、加密和做种行为。

source: Peer exchange
zh_hans: 节点交换

source: Peer has %@
zh_hans: 对方已拥有 %@

source: Peers
zh_hans: 节点

source: Peers (%lld)
zh_hans: 节点（%lld）

source: Per torrent. Default: 128. Higher limits use more memory and connections.
zh_hans: 每个种子的连接上限，默认为 128；调高会占用更多内存和连接。

source: Persistent settings storage is unavailable.
zh_hans: 持久化设置存储不可用。

source: Piece %lld
zh_hans: 第 %lld 片

source: Piece map
zh_hans: 分片图

source: Piece status can trail file progress by a few seconds.
zh_hans: 分片状态可能比文件进度延迟几秒。

source: Pieces
zh_hans: 分片

source: Please retry.
zh_hans: 请重试。

source: Port
zh_hans: 端口

source: Ports
zh_hans: 端口

source: Pre-releases
zh_hans: 预发布版

source: Preallocate
zh_hans: 预分配

source: Preparing
zh_hans: 正在准备

source: Preparing the engine…
zh_hans: 正在准备引擎…

source: Preparing update…
zh_hans: 正在准备更新…

source: Prevent Sleep Failed
zh_hans: 无法阻止系统睡眠

source: Prevent sleep while downloads are active
zh_hans: 下载期间防止系统睡眠

source: Preview Diagnostic Report
zh_hans: 预览诊断报告

source: Previous pieces
zh_hans: 上一页分片

source: Prioritize first and last pieces
zh_hans: 优先下载首尾分段

source: Priority
zh_hans: 优先级

source: Priority and sharing changes take effect when you apply them.
zh_hans: 优先级和做种设置的更改需要点击“应用”后才会生效。

source: Programs
zh_hans: 程序

source: Progress
zh_hans: 进度

source: Protocol
zh_hans: 协议

source: Protocols
zh_hans: 协议

source: Proxy
zh_hans: 代理

source: Proxy URL
zh_hans: 代理地址

source: Proxy bypass list
zh_hans: 代理绕过列表

source: Queue size, connection count, retry, timeout, speed, and proxy settings.
zh_hans: 队列、连接数、重试、超时、速度和代理设置。

source: Quick Look
zh_hans: 快速查看

source: Quick Stats
zh_hans: 实时概况

source: Quit
zh_hans: 退出

source: Quit ChopChop
zh_hans: 退出 ChopChop

source: Quit and Open Installer
zh_hans: 退出并打开安装程序

source: RPC Token Failed
zh_hans: RPC 令牌生成失败

source: RPC port
zh_hans: RPC 端口

source: RPC port did not open before timeout.
zh_hans: 等待 RPC 端口开放超时。

source: RPC port must be between 1 and 65535. Current value: %@.
zh_hans: RPC 端口必须介于 1 和 65535 之间。当前值：%@。

source: RPC port must be between 1 and 65535. Current value: %lld.
zh_hans: RPC 端口必须介于 1 和 65535 之间。当前值：%lld。

source: RPC token
zh_hans: RPC 令牌

source: RPC token is required before the engine can be launched.
zh_hans: 启动引擎前，需要设置 RPC 令牌。

source: RPC token is required.
zh_hans: 需要 RPC 令牌。

source: Raw tracker list
zh_hans: 原始 Tracker 列表

source: Read the User Guide
zh_hans: 阅读使用指南

source: Reading the media manifest. Video and audio will download after you confirm your selection.
zh_hans: 正在读取媒体清单。确认所选轨道后才会下载视频和音频。

source: Reading the torrent file list…
zh_hans: 正在读取种子文件列表…

source: Reading the torrent’s file list. File downloads begin only after you confirm your selection.
zh_hans: 正在读取种子中的文件列表。确认选择后才会开始下载文件。

source: Ready to install
zh_hans: 已准备好安装

source: Ready to receive links from your paired browser extension.
zh_hans: 已就绪，可接收已配对浏览器扩展发送的链接。

source: Receive ED2K links
zh_hans: 接收 ED2K 链接

source: Receive Magnet links
zh_hans: 接收 Magnet 链接

source: Receive downloads from Chrome and Edge
zh_hans: 接收 Chrome 和 Edge 的下载

source: Received this connection: %@
zh_hans: 本次连接已接收：%@

source: Recent download speed
zh_hans: 近期下载速度

source: Recheck Downloaded Pieces
zh_hans: 重新校验已下载分段

source: Recheck Files Failed
zh_hans: 无法重新校验文件

source: Rechecking uses the torrent's piece hashes; no data is discarded unless the engine finds a mismatch.
zh_hans: 使用种子的分段哈希重新校验。只有发现不匹配时，引擎才会丢弃相应数据。

source: Record for
zh_hans: 录制时长

source: Recording
zh_hans: 正在录制

source: Recording duration applies to live streams. Use a time range for this video.
zh_hans: 录制时长适用于直播。此视频请使用时间范围。

source: Referer (optional)
zh_hans: Referer（可选）

source: Refresh
zh_hans: 刷新

source: Refresh Details
zh_hans: 刷新详情

source: Refresh Downloads
zh_hans: 刷新下载

source: Refresh Limits
zh_hans: 刷新限速设置

source: Refresh Order
zh_hans: 重新排序

source: Rejected data
zh_hans: 已拒绝数据

source: Removal
zh_hans: 移除

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove %lld selected downloads? You can keep downloaded files or move the files reported by Aria2 Next to Trash.
zh_hans: 移除所选的 %lld 个下载？可以保留下载文件，或将 Aria2 Next 报告的文件移到废纸篓。

source: Remove Custom Source
zh_hans: 移除自定义来源

source: Remove Download?
zh_hans: 移除下载？

source: Remove Download…
zh_hans: 移除下载…

source: Remove Failed
zh_hans: 移除失败

source: Remove Selected Downloads…
zh_hans: 移除所选下载…

source: Remove Selected Tracker
zh_hans: 移除所选 Tracker

source: Remove from List
zh_hans: 从列表移除

source: Removed
zh_hans: 已移除

source: Reorder Queue Failed
zh_hans: 无法调整队列顺序

source: Repair Connection
zh_hans: 修复连接

source: Replacement URL (optional, same host)
zh_hans: 替换地址（可选，限同一主机）

source: Report a Problem
zh_hans: 反馈问题

source: Request fields cannot contain newlines.
zh_hans: 请求字段不能包含换行符。

source: Requesting the file list from connected peers…
zh_hans: 正在向已连接的节点请求文件列表…

source: Reset Pairing
zh_hans: 重置配对

source: Response is not valid UTF-8.
zh_hans: 响应不是有效的 UTF-8 文本。

source: Restart
zh_hans: 重新启动

source: Restart Engine
zh_hans: 重新启动引擎

source: Restart Engine Failed
zh_hans: 无法重新启动引擎

source: Restarting
zh_hans: 正在重新启动

source: Restarting the engine…
zh_hans: 正在重新启动引擎…

source: Restoring
zh_hans: 正在恢复

source: Restoring the previous engine…
zh_hans: 正在恢复原有引擎…

source: Resume
zh_hans: 继续

source: Resume All
zh_hans: 全部继续

source: Resume All Failed
zh_hans: 无法继续全部下载

source: Resume Download
zh_hans: 继续下载

source: Resume Failed
zh_hans: 继续失败

source: Resume Media Failed
zh_hans: 无法继续媒体下载

source: Resume Selected Downloads
zh_hans: 继续所选下载

source: Retry
zh_hans: 重试

source: Retry Download
zh_hans: 重试下载

source: Retry Media Failed
zh_hans: 无法重试媒体下载

source: Retry Quit
zh_hans: 重试退出

source: Retry Update to %@
zh_hans: 重试更新到 %@

source: Retry and Disk
zh_hans: 重试和磁盘

source: Retry count
zh_hans: 重试次数

source: Retry wait
zh_hans: 重试等待时间

source: Retry with Saved Progress
zh_hans: 保留进度重试

source: Retry, Timeouts and Disk…
zh_hans: 重试、超时与磁盘…

source: Return download counts without including source links or authentication.
zh_hans: 返回下载数量，不包含来源链接或认证信息。

source: Review ${links} in ChopChop
zh_hans: 在 ChopChop 中确认 ${links}

source: Review download links in ChopChop before starting them. Accepts text or URLs from earlier shortcut actions.
zh_hans: 开始下载前，在 ChopChop 中确认链接。接受此前快捷指令操作传入的文本或网址。

source: Review one Torrent or Metalink file at a time. Use File → Open Download File… to queue multiple files.
zh_hans: 每次请确认一个 Torrent 或 Metalink 文件。通过文件 → 打开下载文件…可将多个文件依次加入确认队列。

source: Review your links or files before starting a download.
zh_hans: 开始下载前，请确认链接或文件。

source: Right-click a link to send it to ChopChop, or open the extension to find media in the current page. Every download opens for review. Cookies and authentication headers are not collected.
zh_hans: 右键点击链接发送到 ChopChop，或打开扩展查找当前网页中的媒体。每次下载都会先供你确认，不会收集 Cookie 和认证请求头。

source: Running
zh_hans: 正在运行

source: Running version
zh_hans: 运行版本

source: Running, PID %@
zh_hans: 正在运行，PID %@

source: Running, PID %d
zh_hans: 正在运行，PID %d

source: Runtime
zh_hans: 运行状态

source: Runtime diagnostics and explicit launch arguments.
zh_hans: 运行诊断和自定义启动参数。

source: Runtime requirements complete
zh_hans: 运行条件已具备

source: Runtime settings applied. Restart Aria2 Next for RPC, BT, ED2K, DHT, peer, encryption, or bootstrap changes.
zh_hans: 已应用运行设置。RPC、BT、ED2K、DHT、节点、加密或引导配置变更需要重新启动 Aria2 Next。

source: Runtime setup incomplete
zh_hans: 运行设置未完成

source: Save History Failed
zh_hans: 无法保存历史

source: Save Session Failed
zh_hans: 无法保存会话

source: Save as
zh_hans: 保存格式

source: Save location
zh_hans: 保存位置

source: Save the extension in a folder you will keep. Exporting does not install it in your browser.
zh_hans: 将扩展保存到一个会长期保留的文件夹。导出不会自动将扩展安装到浏览器。

source: Save to
zh_hans: 保存到

source: Saved automatically. Apply changes to the running engine; port changes require a restart.
zh_hans: 设置自动保存。点击应用使更改在当前引擎中生效；端口更改需要重启引擎。

source: Saved peers
zh_hans: 已保存的节点

source: Saved · not connected
zh_hans: 已保存 · 未连接

source: Saving downloads
zh_hans: 正在保存下载任务

source: Saving downloads and restarting…
zh_hans: 正在保存下载任务并重启…

source: Saving your downloads…
zh_hans: 正在保存下载任务…

source: Schedule Download…
zh_hans: 计划下载…

source: Schedule Start
zh_hans: 设置启动时间

source: Scheduled Bandwidth
zh_hans: 计划限速

source: Scheduled Start
zh_hans: 计划启动

source: Scheduled start failed. Enable the schedule to try again.
zh_hans: 计划启动失败。请重新启用计划后重试。

source: Search
zh_hans: 搜索

source: Search Commands…
zh_hans: 搜索命令…

source: Search ED2K
zh_hans: 搜索 ED2K

source: Search commands
zh_hans: 搜索命令

source: Search downloads
zh_hans: 搜索下载

source: Search files
zh_hans: 搜索文件

source: Search settings
zh_hans: 搜索设置

source: Search timeout
zh_hans: 搜索超时

source: Seconds
zh_hans: 秒

source: Seed until manually stopped
zh_hans: 持续做种，直到手动停止

source: Seeder
zh_hans: 做种节点

source: Seeding
zh_hans: 做种

source: Seeding time
zh_hans: 做种时间

source: Seeds
zh_hans: 做种节点
